export const MONSTER_DATA = [
  {
    name: "참새",
    exp: 550,
    description:
      "성이나 필드에서 쉽게 볼 수 있다. 레벨 5 이상 되야 쉽게 잡는다.",
  },
  {
    name: "토끼",
    exp: 400,
    description:
      "성이나 필드에서 쉽게 볼 수 있다. 초보들이 가장 잡기 쉬운 동물이다. 고기를 주며 경험치를 준다.",
  },
  {
    name: "닭",
    exp: 900,
    description:
      "주로 성안에서 볼 수 있다. 초보들이 잡기에는 쉽지 않다. 레벨 10 이상은 돼야 쉽게 잡는다.",
  },
  {
    name: "집쥐",
    exp: 650,
    description: "성안에서 많이 볼 수 있다. 초보들이 잡기 쉽다.",
  },
  {
    name: "들쥐",
    exp: 750,
    description: "성 밖에서 볼 수 있다. 잘 보기 힘들지만 경험치를 준다.",
  },
  {
    name: "뿔사슴",
    exp: 1100,
    description: "보기 힘든 사슴이다. 집단으로 서식하며 죽으면 뿔을 준다.",
  },
  {
    name: "사슴",
    exp: 1050,
    description:
      "성 근처에서 많이 볼 수 있다. 레벨 15 이상 돼야 잡을 수 있다. 고기를 주며 경험치를 준다.",
  },
  {
    name: "노란박쥐",
    exp: 2250,
    description:
      "광산이나 동굴에서 볼 수 있다. 꽤 강한 공격력을 가지고 있어, 초보들에게는 공포의 대상이다.",
  },
  {
    name: "빨간박쥐",
    exp: 2250,
    description: "멀리 있을 때는 마법 공격을 한다.",
  },
  {
    name: "파란박쥐",
    exp: 2250,
    description: "멀리 있을 때는 마법 공격을 한다.",
  },
  {
    name: "왕박쥐",
    exp: 2900,
    description: "크기가 보통 박쥐보다 약간 크다.",
  },
  {
    name: "박쥐",
    exp: 2250,
    description:
      "박쥐는 주로 때로 모여 있다. 꽤 강한 공격력을 가지고 있어 초보들에게는 공포의 대상이다.",
  },
  {
    name: "독거미",
    exp: 8300,
    description:
      "광산이나 동굴에서 볼 수 있다. 무리를 지어 활동해 상대하기가 매우 까다롭다.",
  },
  {
    name: "왕거미",
    exp: 10000,
    description: "독거미와 무리를 지어 활동한다.",
  },
  {
    name: "방울뱀",
    exp: 5650,
    description: "보기 힘든 동물이다. 꽤 강하기 때문에 초보들이 잡기 힘들다.",
  },
  {
    name: "뱀",
    exp: 1474,
    description:
      "많지는 않지만 강한 공격력을 가지고 있다. 초보들에게 만만치 않은 상대이다.",
  },
  {
    name: "늑대",
    exp: 4150,
    description: "성에서 멀리 떨어진 숲에서 무리를 지어 활동한다.",
  },
  {
    name: "약초나무",
    exp: 900,
    description:
      "성 근처에 약초밭이 형성이 되어있다. 약초나무를 때리면 약초를 준다. 가끔 귀한 약초를 주기도 한다.",
  },
  {
    name: "나무괴물",
    exp: 1289,
    description: "흔하지는 않다. 죽은 줄 알고 가까이 가면 공격을 당한다.",
  },
  {
    name: "불나무",
    exp: 3150,
    description:
      "해골 던전에서 많다. 멀리 있을 때는 화염 공격을 한다. 초보들에게는 두려운 존재이다.",
  },
  {
    name: "화룡",
    exp: 150750,
    description:
      "쌍두존 이상부터 볼 수 있다. 공격력이 강하며 불나무와 같은 공격을 한다.",
  },
  {
    name: "호랑이",
    exp: 6900,
    description: "성 외곽에 많다. 초보들에게 매우 강한 동물이다.",
  },
  {
    name: "황소",
    exp: 3600,
    description: "성 근처에 있다. 체력이 많다.",
  },
  {
    name: "여우",
    exp: 2170,
    description: "",
  },
  {
    name: "횐색늑대",
    exp: 4900,
    description: "특정 지역에 집단으로 서식한다. 보통 늑대보다는 조금 강하다.",
  },
  {
    name: "네루족걸인",
    exp: 12750,
    description:
      "해골성 근처에 많다. 강한 공격력을 가지고 있어 초보들이 상대하기 까다롭다.",
  },
  {
    name: "네루족건달",
    exp: 11860,
    description: "네루족걸인보다 약간 약하다.",
  },
  {
    name: "해골",
    exp: 9800,
    description: "밖에서도 볼 수 있으나 주로 해골 던전에서 볼 수 있다.",
  },
  {
    name: "해골주술사",
    exp: 17200,
    description: "해골 던전에서 볼 수 있으며 마법 공격을 한다.",
  },
  {
    name: "해골전사",
    exp: 17200,
    description: "강한 칼 공격력을 가지고 있다.",
  },
  {
    name: "해골도사",
    exp: 17200,
    description:
      "자기 자신은 물론 동료를 도사 무공으로 치료한다. 해골 던전에서 볼 수 있다.",
  },
  {
    name: "쌍두괴",
    exp: 220600,
    description:
      "2개에 머리를 가진 몬스터이다. 레벨 72부터인 쌍두존에서 가장 흔하게 볼 수 있다. 주먹 공격을 한다.",
  },
  {
    name: "돌괴물",
    exp: 280600,
    description:
      "쌍두 던전에서 볼 수 있다. 강한 공격력을 가지고 있는 대신 몸놀림이 둔하다.",
  },
  {
    name: "불괴물",
    exp: 400600,
    description:
      "쌍두존 최고의 몬스터이다. 강한 공격력을 가지고 있으며 떨어져 있을 때는 마법 공격을 한다.",
  },
  {
    name: "수정괴물",
    exp: 300600,
    description:
      "쌍두존에서 볼 수 있다. 강한 주먹 공격력을 가지고 있다. 몸놀림이 느리다.",
  },
  {
    name: "회색늑대인간",
    exp: 1000550,
    description: "레벨 82 귀신존에서 볼 수 있다. 몸놀림이 빠르다.",
  },
  {
    name: "화염늑대인간",
    exp: 700550,
    description:
      "레벨 82 귀신존에서 볼 수 있다. 떨어져 있을 때는 화염 공격을 하며 몸놀림이 빠르다.",
  },
  {
    name: "늑대대장",
    exp: 2000550,
    description:
      "귀신존에서 가끔 나타나는 몬스터이다. 귀신존에서 가장 강하며, 높은 체력과 강한 공격력을 가지고 있다.",
  },
  {
    name: "좀비",
    exp: 700550,
    description:
      "귀신존과 좀비존에서 볼 수 있다. 동작이 굉장히 빠르다. 공격력은 약하나 무리를 지어 활동하기 때문에 강하다.",
  },
  {
    name: "강시",
    exp: 800500,
    description:
      "귀신존에서 볼 수 있다. 동작이 빠르며 좀비보다 약간 강한 공격력을 가지고 있다.",
  },
  {
    name: "귀신",
    exp: 750550,
    description: "귀신존에서 가장 많이 볼 수 있는 몬스터이다.",
  },
  {
    name: "네루전사",
    exp: 800500,
    description:
      "레벨 90 네루존에서 볼 수 있다. 네루는 체력은 약하나 기본적으로 무리를 지어 다닌 습성이 있고, 강한 공격을 가지고 있다.",
  },
  {
    name: "네루도적",
    exp: 700550,
    description:
      "네루존에서 가장 약한 몬스터이다. 체력이 많이 떨어지면 도망가는 습성이 있다.",
  },
  {
    name: "네루중전사",
    exp: 1000550,
    description: "강한 공격력을 가지고 있다.",
  },
  {
    name: "네루주술사",
    exp: 650550,
    description: "화염 공격을 한다. 가까이 다가가면 도망가는 습성이 있다.",
  },
  {
    name: "네루대장",
    exp: 1200550,
    description:
      "네루던전에서 가장 강한 몬스터이다. 공격하는 상대에 이름을 부르며 공격한다.",
  },
  {
    name: "무혈자",
    exp: 35650,
    description:
      "마계성 근처 악인 마을에서 볼 수 있다. 회복초를 먹으며 공격한다.",
  },
  {
    name: "매초풍",
    exp: 40650,
    description: "회복초를 먹으며 공격한다.",
  },
  {
    name: "백발마녀",
    exp: 52650,
    description: "화염 공격을 주로 사용한다.",
  },
  {
    name: "금륜법왕",
    exp: 61650,
    description: "도사와 전사 무공을 사용한다. 자기힐을 하며 약까지 먹는다.",
  },
  {
    name: "서해마인",
    exp: 80650,
    description:
      "매우 강한 몬스터이다. 만년콩을 먹으며 싸운다. 전사 무공을 잘 사용한다.",
  },
  {
    name: "남해악인",
    exp: 60650,
    description: "금륜법왕과 비슷한 파괴력을 가지고 있다.",
  },
  {
    name: "철혈수",
    exp: 55700,
    description: "악인 마을 주막 지하 던전에서만 볼 수 있다.",
  },
  {
    name: "혈마두",
    exp: 55700,
    description: "악인 마을 주막에서만 볼 수 있다. 공격력은 그리 강하지 않다.",
  },
  {
    name: "여마두",
    exp: 150700,
    description:
      "악인 마을 최강 몬스터로 강한 공격력을 가지고 있다. 만년콩과 회복초를 엄청나게 먹으며 공격한다.",
  },
  {
    name: "흡혈대왕",
    exp: 1500550,
    description:
      "레벨 100 대악인에서 볼 수 있다. 음전사 무공을 사용하며 고급 갑옷을 입고 다닌다. 회복 분낭과 회생단을 먹으며 싸운다.",
  },
  {
    name: "음양인",
    exp: 1100550,
    description:
      "대악인에서 볼 수 있다. 음전사 무공을 사용하며 공격 시에는 남자, 방어 시에는 여자로 변하며 도사 무공으로 자기힐을 한다.",
  },
  {
    name: "불사괴수",
    exp: 1100550,
    description: "음전사 무공을 연속 사용하며 회생단을 먹으며 공격한다.",
  },
  {
    name: "소동공귀",
    exp: 950300,
    description:
      "회생단을 먹으며 공격한다. 전사가 필살기를 사용하면 순간적으로 도망가는 습성이 있다.",
  },
  {
    name: "독마괴인",
    exp: 950550,
    description:
      "지도사 마법, 독 마법과 힐, 심지어는 금강까지 사용하는 엽기적인 몬스터이다. 자기가 불리하면 도망까지 간다. 동료에게 힐을 주기도 한다.",
  },
  {
    name: "인살마녀",
    exp: 900400,
    description:
      "화술사 필살 마법을 사용한다. 매우 강한 몬스터로써 도망까지 다녀 잡기가 매우 까다롭다. 독마와 같이 있으면 주의해야 한다.",
  },
  {
    name: "철혈도인",
    exp: 850400,
    description:
      "대악인 존에서 가장 흔히 볼 수 있다. 공격력은 강하나 무리 지어 있을 때는 매우 강하니 조심해야 한다.",
  },
  {
    name: "동발불패",
    exp: null,
    description:
      "대악 최고 몬스터이다. 하루에 몇 번 모습을 보이지만, 매우 까다로운 몬스터이다. 남자일 때는 전사 무공을 사용하고, 여자일 때는 화술사 마법을 사용한다. 위험하면 소환까지 하는 아주 엽기적인 몬스터이다.",
  },
  {
    name: "링구",
    exp: 1600650,
    description:
      "레벨 105 용존에서 볼 수 있는 몬스터이다. 무리를 지어 활동하며, 껑충껑충 뛰면서 공격한다.",
  },
  {
    name: "루그스",
    exp: 1700650,
    description:
      "몸집은 매우 작지만 강한 마법 공격을 한다. 가까이 다가가면 도망가는 습성이 있어 잡기가 까다롭다.",
  },
  {
    name: "가우져",
    exp: 1800650,
    description: "강한 칼 공격이 무기이다. 체력이 많아 상대하기 만만치 않다.",
  },
  {
    name: "석룡",
    exp: 3001150,
    description: "석룡존 최고 몬스터이다. 강한 체력과 파괴력을 갖고 있다.",
  },
  {
    name: "혈도마뱀",
    exp: 2501050,
    description:
      "레벨 120 거구리 존에서 볼 수 있다. 매우 강한 공격력을 가지고 있다.",
  },
  {
    name: "거구리",
    exp: 2400550,
    description:
      "개구리 형태를 하고 있으며, 등은 딱딱한 거북이 등이다. 긴 혀로 공격을 한다.",
  },
  {
    name: "흑거미",
    exp: 3305860,
    description:
      "레벨 140 지네존에서 볼 수 있다. 몹집이 크며 강한 공격력을 가지고 있다. 상대방을 마비시키는 공격을 한다.",
  },
  {
    name: "지네",
    exp: 3501550,
    description: "무리를 지어 활동하며 작지만 빠른 것이 특징이다.",
  },
  {
    name: "왕지네",
    exp: 4001550,
    description:
      "매우 거대한 몸집을 가지고 있다. 공격력도 매우 강하며 지네존에서 흔히 볼 수 있다.",
  },
  {
    name: "거룡",
    exp: 5000000,
    description:
      "레벨 200 용마왕존에서 볼 수 있다. 몸집이 거대하며 강한 체력과 공격력을 갖고 있다.",
  },
  {
    name: "비룡",
    exp: 4500000,
    description: "하늘을 날며 공격해 전사들이 잡기 힘들다.",
  },
  {
    name: "용마왕",
    exp: 30000000,
    description:
      "미르 최고 몬스터이다. 용마왕존 3층에서 볼 수 있으며, 자주 나타나지는 않는다. 매우 강한 체력과 공격력을 갖고 있다.",
  },
];
